---
kind: type
id: T:Autodesk.Revit.DB.ParametersOrder
source: html/771bd717-9d4d-d36d-0948-94e2e73f392c.htm
---
# Autodesk.Revit.DB.ParametersOrder

The order of the parameters.

## Syntax (C#)
```csharp
public enum ParametersOrder
```